Repository: deckerweb/genesis-shortcode-ui
Catalog: languages/genesis-shortcode-ui-*.po
Languages: de_de

source: How many date/ time segments are shown if using the value %1$s for the date format attribute %2$s
de_de: Wie viele Datum-/ Zeitsegemente angezeigt werden, wenn %1$s als Wert für das Datumsformat-Attribut %2$s verwendet wird

source: More info on this
de_de: Weitere Infos dazu (Engl.)

source: Relative Depth (date segments)
de_de: Relative Tiefe (Datumsegmente)

source: by
de_de: von

source: Post Date
de_de: Beitragsdatum

source: Post Time
de_de: Beitragszeit

source: Text to place before the post time
de_de: Text, der direkt vor der Beitragszeit erscheint

source: Text/markup to place %1$s the %2$s
de_de: Text bzw. Markup %1$s diesem Element: %2$s

source: Enhance the default Shortcodes of the Genesis Framework with a Shortcode UI powered by the Shortcake plugin.
de_de: Eine einfache Bedienoberfläche für die 20 Standard-Shortcodes des Genesis Frameworks - Integration in das Shortcake-Plugin.

source: Genesis Shortcode UI
de_de: Genesis Shortcode-Interface

source: Footer Copyright
de_de: Fußzeile: Urheberrecht

source: Text/markup to place between the copyright symbol and the copyright date
de_de: Text/ Markup, der/ das zwischen dem Copyright-Symbol und dem Jahr/ Datum des Urheberrechts erscheinen soll.

source: copyright
de_de: Urheberrecht

source: Footer Child Theme Link
de_de: Fußzeile: Child Theme-Link

source: Footer Genesis Link
de_de: Fußzeile: Genesis-Link

source: URL for Genesis Framework
de_de: URL für das Genesis Framework

source: Footer StudioPress Link
de_de: Fußzeile: StudioPress-Link

source: Footer WordPress Link
de_de: Fußzeile: WordPress-Link

source: Home link
de_de: Startseitenlink

source: Footer Site Title
de_de: Fußzeile: Webseitentitel

source: Footer Home Link
de_de: Fußzeile: Startseitenlink

source: Footer Log in/out Link
de_de: Fußzeile: Anmelden-/ Abmelden-Link

source: Log in/ out link
de_de: Anmelden-/ Abmelden-Link

source: The format for the date. Defaults to the date format configured in your WordPress options.
de_de: Das Datumsformat. Standard ist das Datumsformat in den Allgemeinen WordPress-Einstellungen.

source: Text to place before the post date
de_de: Text, der direkt vor dem Beitragsdatum erscheint

source: post date
de_de: Beitragsdatum

source: The format for the time. Defaults to the time format configured in your WordPress options.
de_de: Das Zeitformat. Standard ist das Zeitformat in den Allgemeinen WordPress-Einstellungen.

source: post time
de_de: Beitragszeit

source: The format for the last modified date. Defaults to the date format configured in your WordPress options.
de_de: Das Format des letzten Änderungsdatums. Standard ist das Datumsformat in den Allgemeinen WordPress-Einstellungen.

source: Text to place before the post last modified date
de_de: Text, der direkt vor dem Datum der letzten Aktualisierung des Beitrags erscheint

source: Post Last Modified Date
de_de: Datum der letzten Änderung des Beitrags

source: post last modified date
de_de: Datum der letzten Änderung des Beitrags

source: Post Last Modified Time
de_de: Zeit der letzten Änderung des Beitrags

source: The format for the last modified time. Defaults to the time format configured in your WordPress options.
de_de: Das Format der letzten Änderungszeit. Standard ist das Zeitformat in den Allgemeinen WordPress-Einstellungen.

source: Text to place before the post last modified time
de_de: Text, der direkt vor der Zeit der letzten Aktualisierung des Beitrags erscheint

source: post last modified time
de_de: Zeit der letzten Aktualisierung des Beitrags

source: post author name
de_de: Beitragsautorname

source: Post Author Link
de_de: Beitragsautorlink

source: post author link
de_de: Beitragsautorlink

source: Post Author Posts Link
de_de: Beitrags-Autorenarchivlink

source: post author posts link (archive)
de_de: Beitrags-Autorenarchivlink

source: Post Comments
de_de: Beitragskommentare

source: Zero Comments
de_de: Keine Kommentare

source: Text to display if zero comments on the post
de_de: Text, der angezeigt wird, wenn der Beitrag keinen Kommentar hat

source: One Comment
de_de: Ein Kommentar

source: Text to display if one comment on the post
de_de: Text, der angezeigt wird, wenn der Beitrag einen Kommentar hat

source: More Comments
de_de: Mehr Kommentare

source: Text to display if more than one comment on the post
de_de: Text, der angezeigt wird, wenn der Beitrag mehr als einen Kommentar hat

source: Hide if off
de_de: Ausblenden, falls abgeschaltet

source: Enable the comment link even if comments are off
de_de: Den Kommentarlink aktivieren, auch wenn Kommentare abgeschaltet sind

source: post comment link
de_de: Beitrags-Kommentarlink

source: Separator between post tags
de_de: Trenner zwischen Beitragsschlagwörtern

source: tag list
de_de: Schlagwörterliste

source: Default "Tagged With: "
de_de: Standard: "Stichworte: "

source: Separator between post categories
de_de: Trenner zwischen Beitragskategorien

source: post category list
de_de: Beitrags-Kategorienliste

source: Text for edit link. Default "(Edit)"
de_de: Text für den Bearbeiten-Link. Standard: "(Bearbeiten)"

source: Which taxonomy to use. Default "category"
de_de: Welche Taxonomie verwendet werden soll. Standard: "category"

source: Default "Filed Under: "
de_de: Standard: "Stichworte: "

source: Post Terms
de_de: Beitrags-Termini

source: Separator between the terms
de_de: Trenner zwischen den Termini

source: post terms list
de_de: Beitrags-Terminiliste

source: Post Edit
de_de: Beitrag bearbeiten

source: Sorry, you cannot activate the %1$s plugin unless you have installed the latest version of the %2$sGenesis Framework%3$s.
de_de: Hinweis: Das %1$s Plugin kann <em>nicht</em> aktiviert werden, solange nicht das %2$sGenesis Framework%3$s in der neuesten Version installiert ist.

source: Post Categories
de_de: Beitragskategorien

source: Tagged With:
de_de: Stichworte:

source: Separator
de_de: Trenner

source: Post Tags
de_de: Beitragsschlagwörter

source: disabled
de_de: deaktiviert

source: enabled
de_de: aktiviert

source: % Comments
de_de: % Kommentare

source: 1 Comment
de_de: 1 Kommentar

source: Leave a Comment
de_de: Einen Kommentar hinterlassen

source: Post Author
de_de: Beitragsautor

source: Label
de_de: Beschriftung

source: Site Title
de_de: Webseitentitel

source: First
de_de: Erstes Jahr

source: Copyright
de_de: Urheberrecht

source: After
de_de: Danach

source: Before
de_de: Davor

source: after
de_de: nach

source: before
de_de: vor

source: David Decker - DECKERWEB
de_de: David Decker - DECKERWEB.de

source: edit post link
de_de: Beitragslink bearbeiten

source: (Edit)
de_de: (Bearbeiten)

source: Taxonomy
de_de: Taxonomie

source: Filed Under:
de_de: Kategorien:
